Repository: KDE/ksysguard
Catalog: po/*/ksysguard.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: François-Xavier Duranceau, Thibaut Cousin, Yann Verley, Nicolas Ternisien, Vincent Pinon, Simon Depiets

# EMAIL OF TRANSLATORS
source: Your emails
fr: duranceau@kde.org, cousin@kde.org, yann.verley@free.fr, nicolas.ternisien@gmail.com, vpinon@kde.org, sdepiets@gmail.com

source: Connect Host
fr: Se connecter à un hôte

source: Host:
fr: Hôte :

source: Enter the name of the host you want to connect to.
fr: Saisissez ici le nom de l'hôte auquel vous voulez vous connecter.

source: Connection Type
fr: Type de connexion

source: Select this to use the secure shell to login to the remote host.
fr: Si vous sélectionnez cette option, le mode « Secure SHell » sera utilisé pour établir la connexion à l'hôte distant.

source: Select this to use the remote shell to login to the remote host.
fr: Si vous cochez cette option, le mode « Remote SHell » sera utilisé pour établir la connexion à l'hôte distant.

source: Daemon
fr: Démon

source: Select this if you want to connect to a ksysguard daemon that is running on the machine you want to connect to, and is listening for client requests.
fr: Sélectionnez cette option si la machine hôte à laquelle vous voulez vous connecter dispose d'un démon « ksysguard » en fonctionnement et que vous voulez l'utiliser pour établir la connexion.

source: Custom command
fr: Commande personnalisée

source: Select this to use the command you entered below to start ksysguardd on the remote host.
fr: Sélectionnez cette option pour que la commande saisie ci-dessous soit utilisée pour démarrer le démon « ksysguardd » sur l'hôte distant.

source: Enter the port number on which the ksysguard daemon is listening for connections.
fr: Saisissez le numéro de port que le démon « ksysguard » surveille pour les connexions.

source: e.g. 3112
fr: par exemple, 3112

source: Command:
fr: Commande :

source: Enter the command that runs ksysguardd on the host you want to monitor.
fr: Saisissez la commande démarrant « ksysguardd » sur l'hôte sur lequel vous voulez vous connecter.

source: e.g. ssh -l root remote.host.org ksysguardd
fr: par exemple « ssh -l root machine.distante.org ksysguardd »

source: This will hide the menu bar completely. You can show it again by typing %1.
fr: Ceci cachera entièrement la barre de menu. Il est possible de l'afficher de nouveau en saisissant %1.

source: Hide menu bar
fr: Cacher la barre de menu

source: System Monitor
fr: Surveillance du système

source: &Refresh Tab
fr: Actualise&r l'onglet

source: &New Tab...
fr: &Nouvel onglet...

source: Import Tab Fr&om File...
fr: Importer un &onglet depuis un fichier...

source: Save Tab &As...
fr: Enregistrer l'onglet &sous...

source: &Close Tab
fr: &Fermer un onglet

source: Monitor &Remote Machine...
fr: Surveille&r une machine distante...

source: &Download New Tabs...
fr: Télécharger &de nouveaux onglets...

source: &Upload Current Tab...
fr: Envoyer l'onglet co&urant...

source: Tab &Properties
fr: &Propriétés de l'onglet

source: 1 process
fr: 1 processus

source: CPU: %1%
fr: Processeur : %1%

# Arguments are formatted byte sizes (used/total)
source: Memory: %1 / %2
fr: Mémoire : %1 / %2

source: Mem: %1 / %2
fr: Mém. : %1 / %2

source: Mem: %1
fr: Mém. : %1

source: No swap space available
fr: Aucun espace d'échange disponible

# Arguments are formatted byte sizes (used/total)
source: Swap: %1 / %2
fr: Espace d'échange : %1 / %2

# Arguments is formatted byte sizes (used)
source: Swap: %1
fr: Espace d'échange : %1

source: KDE System Monitor
fr: Surveillance du système de KDE

source: (c) 1996-2016 The KDE System Monitor Developers
fr: (c) 1996-2016 Les développeurs du système de surveillance KDE

source: Current Maintainer
fr: Mainteneur actuel

source: Previous Maintainer
fr: Mainteneur précédent

source: Solaris Support Parts derived (by permission) from the sunos5 module of William LeFebvre's "top" utility.
fr: Prise en charge de Solaris Parties dérivées (avec la permission) du module « sunos5 » de l'utilitaire « top » de William LeFebvre.

source: Optional worksheet files to load
fr: Fichiers optionnels de feuilles de données à charger

source: &File
fr: &Fichier

source: &View
fr: &Affichage

source: &Settings
fr: &Configuration

source: Main Toolbar
fr: Barre principale d'outils

source: Process Table
fr: Table des processus

source: Sensor Browser
fr: Navigateur de capteurs

source: Drag sensors to empty cells of a worksheet
fr: Déposez les capteurs dans les emplacements vides d'une feuille de données

source: The sensor browser lists the connected hosts and the sensors that they provide. Click and drag sensors into drop zones of a worksheet. A display will appear that visualizes the values provided by the sensor. Some sensor displays can display values of multiple sensors. Simply drag other sensors on to the display to add more sensors.
fr: Le navigateur de capteurs liste les hôtes connectés et les capteurs qu'ils fournissent. Faites un glisser-déposer des capteurs avec la souris dans les cellules de la feuille de données. Un affichage apparaîtra affichant les valeurs fournies par le capteur. Certains affichages de capteurs peuvent afficher des valeurs de plusieurs capteurs. Faites simplement un glisser-déposer d'autres capteurs vers l'affichage pour les y ajouter.

source: Error
fr: Erreur

source: Edit BarGraph Preferences
fr: Modifier la configuration du graphe en barres

source: Range
fr: Intervalle

source: Title
fr: Titre

source: Enter the title of the display here.
fr: Saisissez ici le titre de l'afficheur.

source: Display Range
fr: Intervalle d'affichage

source: Minimum value:
fr: Valeur minimale :

source: Enter the minimum value for the display here. If both values are 0, automatic range detection is enabled.
fr: Saisissez ici la valeur minimale pour l'affichage. Si les deux valeurs sont à 0, la détection automatique de zone est activée.

source: Maximum value:
fr: Valeur maximale :

source: Enter the maximum value for the display here. If both values are 0, automatic range detection is enabled.
fr: Saisissez la valeur maximale pour l'affichage ici. Si les deux valeurs sont à 0, la détection automatique de zone est activée.

source: Alarms
fr: Alarmes

source: Alarm for Minimum Value
fr: Alarme de valeur minimale

source: Enable alarm
fr: Activer une alarme

source: Enable the minimum value alarm.
fr: Activer l'alarme de valeur minimale.

source: Lower limit:
fr: Limite inférieure :

source: Alarm for Maximum Value
fr: Alarme de valeur maximale

source: Enable the maximum value alarm.
fr: Activer l'alarme de valeur maximale.

source: Upper limit:
fr: Limite supérieure :

# @title:tab Appearance of the bar graph
source: Look
fr: Apparence

source: Normal bar color:
fr: Couleur normale des barres :

source: Out-of-range color:
fr: Couleur hors des limites :

source: Background color:
fr: Couleur de fond :

source: Font size:
fr: Taille de la police :

source: This determines the size of the font used to print a label underneath the bars. Bars are automatically suppressed if text becomes too large, so it is advisable to use a small font size here.
fr: Ceci détermine la taille de la police utilisée pour afficher une légende sous les barres. Ces dernières sont automatiquement supprimées si le texte est trop long. Choisissez donc une police assez petite.

source: Sensors
fr: Capteurs

source: Edit...
fr: Modifier...

source: Push this button to configure the label.
fr: Cliquez sur ce bouton pour configurer la légende.

source: Delete
fr: Supprimer

source: Push this button to delete the sensor.
fr: Cliquez sur ce bouton pour supprimer le capteur.

source: Label of Bar Graph
fr: Légende du graphe en barres

source: Enter new label:
fr: Saisissez une nouvelle légende :

source: Drop Sensor Here
fr: Déposez un capteur ici

source: This is an empty space in a worksheet. Drag a sensor from the Sensor Browser and drop it here. A sensor display will appear that allows you to monitor the values of the sensor over time.
fr: Ceci est un emplacement vide dans une feuille de données. Faites un glisser d'un capteur à partir du navigateur de capteurs et déposez le ici. Un affichage de capteur apparaîtra vous permettant de surveiller l'évolution des valeurs du capteur dans le temps.

source: %1 of %2
fr: %1 de %2

# units
source: %1 TiB
fr: %1 Tio

# units
source: %1 GiB
fr: %1 Gio

# units
source: %1 MiB
fr: %1 Mio

# units
source: %1 KiB
fr: %1 Kio

# units
source: %1 TiB/s
fr: %1 Tio/s

# units
source: %1 GiB/s
fr: %1 Gio/s

# units
source: %1 MiB/s
fr: %1 Mio/s

# units
source: %1 KiB/s
fr: %1 Kio/s

source: Plotter Settings
fr: Configuration du traceur

source: General
fr: Général

source: Title:
fr: Titre :

source: Stack the beams on top of each other
fr: Empiler les rayons les uns par-dessus les autres

source: The beams are stacked on top of each other, and the area is drawn filled in. So if one beam has a value of 2 and another beam has a value of 3, the first beam will be drawn at value 2 and the other beam drawn at 2+3=5.
fr: Les rayons sont empilés les uns par-dessus les autres et la zone dessinée les accumule. Si un rayon a une valeur de 2 et qu'un autre a une valeur de 3, le premier sera dessiné à la valeur 2, le second à la valeur 2 + 3 = 5.

source: Scales
fr: Échelles

source: Vertical scale
fr: Échelle verticale

source: Specify graph range:
fr: Spécifier l'intervalle du graphique :

source: Check this box if you want the display range to adapt dynamically to the currently displayed values; if you do not check this, you have to specify the range you want in the fields below.
fr: Sélectionnez cette case si vous voulez que l'intervalle d'affichage s'adapte dynamiquement aux valeurs affichées. Si vous ne sélectionnez pas cette option, vous devrez indiquer l'intervalle désiré ci-dessous.

source: Enter the minimum value for the display here.
fr: Saisissez ici la valeur minimale pour cet affichage.

source: Enter the soft maximum value for the display here. The upper range will not be reduced below this value, but will still go above this number for values above this value.
fr: Saisissez ici la valeur maximale ajustable pour cet affichage. La valeur supérieure de l'intervalle ne sera pas réduite en-dessous de cette valeur mais pourra toujours augmenter pour les valeurs le dépassant.

source: Horizontal scale
fr: Échelle horizontale

source: Pixels per time period:
fr: Pixels par intervalle de temps :

source: Grid
fr: Grille

source: Lines
fr: Lignes

source: Vertical lines
fr: Lignes verticales

source: Check this to activate the vertical lines if display is large enough.
fr: Sélectionnez cette option pour afficher des lignes verticales si l'affichage est assez grand.

source: Enter the distance between two vertical lines here.
fr: Saisissez ici la distance entre deux lignes verticales.

source: Vertical lines scroll
fr: Défilement des lignes verticales

source: Horizontal lines
fr: Lignes horizontales

source: Check this to enable horizontal lines if display is large enough.
fr: Sélectionnez cette option pour afficher des lignes horizontales si l'affichage est assez large.

source: Text
fr: Texte

source: Show axis labels
fr: Afficher les légendes des axes

source: Check this box if horizontal lines should be decorated with the values they mark.
fr: Sélectionnez cette option si vous voulez que les lignes horizontales soient affichées avec les valeurs qu'elles représentent.

source: Set Color...
fr: Définir une couleur...

source: Push this button to configure the color of the sensor in the diagram.
fr: Cliquez sur ce bouton pour sélectionner la couleur à utiliser pour le capteur dans l'affichage.

source: Move Up
fr: Déplacer vers le haut

source: Move Down
fr: Déplacer vers le bas

source: %1 K
fr: %1 Kio

source: %1 M
fr: %1 Mio

source: %1 G
fr: %1 Gio

source: %1 T
fr: %1 Tio

source: %1 P
fr: %1 Pio

source: Display Units
fr: Afficher les unités

source: Mixed
fr: Mélangé

source: Kilobytes
fr: Kilooctets

source: Megabytes
fr: Mégaoctets

source: Gigabytes
fr: Gigaoctets

source: Terabytes
fr: Téraoctets

source: List View Settings
fr: Configuration de la vue en liste

source: Colors
fr: Couleurs

source: Text color:
fr: Couleur du texte :

source: Grid color:
fr: Couleur du quadrillage :

source: File logging settings
fr: Configuration du fichier d'historique

source: Foreground color:
fr: Couleur du texte :

source: &Text
fr: &Texte

source: T&itle:
fr: T&itre :

source: Fi&lter
fr: Fi&ltre

source: &Add
fr: &Ajouter

source: &Delete
fr: &Supprimer

source: &Change
fr: &Modifier

# Multimeter is a sensor display that mimics 'digital multimeter' aparatus
source: Multimeter Settings
fr: Configuration du multimètre

source: &Title:
fr: &Titre :

source: Enable this to append the unit to the title of the display.
fr: Sélectionnez cette option pour ajouter l'unité au titre de l'affichage.

source: &Show unit
fr: Afficher les unité&s

source: &Enable alarm
fr: Activ&er une alarme

source: &Lower limit:
fr: Limite &inférieure :

source: E&nable alarm
fr: Activer une alar&me

source: &Upper limit:
fr: Limite s&upérieure :

source: Nor&mal digit color:
fr: Couleur nor&male des chiffres :

source: Alarm di&git color:
fr: Couleur des c&hiffres d'alarme :

source: Bac&kground color:
fr: Couleur de &fond :

source: &Properties
fr: &Propriétés

source: &Remove Display
fr: &Supprimer un affichage

source: <qt><p>This is a sensor display. To customize a sensor display click the right mouse button here and select the <i>Properties</i> entry from the popup menu. Select <i>Remove</i> to delete the display from the worksheet.</p>%1</qt>
fr: <qt><p>Il s'agit d'un affichage de capteur. Pour le personnaliser, cliquez ici avec le bouton droit de la souris et sélectionnez l'entrée <i>Propriétés</i> du menu contextuel. Sélectionnez <i>Supprimer</i> pour supprimer cet affichage de la feuille de données.</p>%1</qt>

# @title:column
source: Logging
fr: Connexion en cours

# @title:column
source: Timer Interval
fr: Intervalle de temps

# @title:column
source: Sensor Name
fr: Nom du capteur

# @title:column
source: Host Name
fr: Nom d'hôte

# @title:column
source: Log File
fr: Fichier de journal

source: Sensor Logger
fr: Journalisation des capteurs

source: &Remove Sensor
fr: Supprime&r le capteur

source: &Edit Sensor...
fr: Modifi&er le capteur...

source: St&op Logging
fr: A&rrêter la journalisation

source: S&tart Logging
fr: Démarrer la journalisa&tion

source: File
fr: Fichier

# @title:group
source: Timer Interval
fr: Intervalle de temps

source: Sensor Logger Settings
fr: Configuration de la journalisation des capteurs

source: Alarm color:
fr: Couleur d'alarme :

source: Host
fr: Hôte

source: Sensor
fr: Capteur

source: Unit
fr: Unité

source: Status
fr: État

source: Label
fr: Légende

source: System Load
fr: Charge du système

source: CPU History
fr: Historique du processeur

source: Memory and Swap History
fr: Historique de la mémoire et de l'espace d'échange

source: Memory
fr: Mémoire

source: Swap
fr: Espace d'échange

source: Network History
fr: Historique du réseau

source: Receiving
fr: Réception

source: Sending
fr: Envoi

source: Cannot open the file %1.
fr: Impossible d'ouvrir le fichier « %1 ».

source: The file %1 does not contain valid XML.
fr: Le fichier « %1 » n'est pas un fichier XML valable.

source: The file %1 does not contain a valid worksheet definition, which must have a document type 'KSysGuardWorkSheet'.
fr: Le fichier « %1 » ne contient aucune définition de feuille de données valable dont le type doit être « KSysGuardWorkSheet ».

source: The file %1 has an invalid worksheet size.
fr: Le fichier « %1 » possède une taille de feuille de données non valable.

source: Cannot save file %1
fr: Impossible d'enregistrer le fichier « %1 »

source: The clipboard does not contain a valid display description.
fr: Le presse-papier ne contient aucune description d'affichage valable.

source: Select Display Type
fr: Choisissez un type d'affichage

source: &Line graph
fr: Graphique en &lignes

source: &Digital display
fr: Affichage &numérique

source: &Bar graph
fr: Graphique en &barres

source: Log to a &file
fr: Enregistrer le journal dans un &fichier

source: Remove this display?
fr: Supprimer cet affichage ?

source: Remove Display
fr: Supprimer un affichage

source: Dummy
fr: Factice

source: Tab Properties
fr: Propriétés d'onglet

source: Properties
fr: Propriétés

source: Rows:
fr: Lignes :

source: Columns:
fr: Colonnes :

source: Enter the number of rows the sheet should have.
fr: Saisissez ici le nombre de lignes de la feuille de données.

source: Enter the number of columns the sheet should have.
fr: Saisissez ici le nombre de colonnes de la feuille de données.

source: Update interval:
fr: Intervalle de rafraîchissement :

source: All displays of the sheet are updated at the rate specified here.
fr: Tous les affichages de la feuille de données seront rafraîchis à la vitesse indiquée ici.

source: Enter the title of the worksheet here.
fr: Saisissez ici le titre de la feuille de données.

source: Sheet %1
fr: Feuille %1

source: The tab '%1' contains unsaved data. Do you want to save the tab?
fr: L'onglet « %1 » contient des données non enregistrées. Voulez-vous les enregistrer ?

source: Select Tab File to Import
fr: Sélectionner un fichier d'onglet à importer

source: You do not have a tab that could be saved.
fr: Aucun onglet ne peut être enregistré.

source: Export Tab
fr: Exporter un onglet

source: There are no tabs that could be deleted.
fr: Aucun onglet ne peut être supprimé.

# @info
source: <para>You can publish your custom tab on the <link url='%1'>KDE Store</link> in the <icode>%2</icode> category.</para><para><filename>%3</filename></para>
fr: <para>Vous pouvez publier vos onglets personnalisés sur <link url='%1'>KDE Store</link> dans la catégorie <icode>%2</icode>.</para><para><filename>%3</filename></para>

source: Upload custom System Monitor tab
fr: Envoyer un onglet personnalisé de surveillance du système
